Repository: vdr-projects/vdr-plugin-skinpearlhd
Catalog: po/*.po
Languages: de_de

source: cutted
de_de: geschnitten

source: oClock
de_de: Uhr

source: Conflicting Timers
de_de: Timerkonflikte

source: Slow rewind
de_de: Zeitlupe Rückwärts

source: Slow forward
de_de: Zeitlupe Vorwärts

source: Fast rewind
de_de: Zurückspulen

source: Fast forward
de_de: Vorlauf

source: of
de_de: von

source: Volume
de_de: Lautstärke

source: Mute
de_de: Stumm

source: Don't show
de_de: nicht anzeigen

source: Top
de_de: Oben

source: Bottom
de_de: Unten

source: Display oClock text
de_de: Uhrtext anzeigen

source: Display clock in Recordings/Timer menu
de_de: Uhrzeit im Aufnahme/Timer Menü anzeigen

source: Display epg images
de_de: EPG-Bilder anzeigen

source: Use new epg images filename format
de_de: Neue EPG-Bilder Dateinamen nutzen

source: Epg images format
de_de: EPG-Bildformat

source: Padding sides
de_de: Abstand zu den Seiten

source: Padding top/bottom
de_de: Abstand nach oben/unten

source: Item line height
de_de: Eintraghöhe

source: Show running recordings in the header
de_de: Laufende Aufnahmen im Kopf anzeigen

source: Show timers in the right bar at
de_de: Timer im rechten Bereich anzeigen

source: Channel Info
de_de: Kanal Informationen

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Channel logo position
de_de: Kanal Logo Position

source: Channel logo format
de_de: Kanal Logo Format

source: Button red text
de_de: Beschriftung roter Button

source: Button green text
de_de: Beschriftung grüner Button

source: Button yellow text
de_de: Beschriftung gelber Button

source: Button blue text
de_de: Beschriftung blauer Button

source: Display crypt symbols
de_de: Symbole zur Verschlüsselung anzeigen

source: Menu
de_de: Menü
